Revit 2027 API
Speckle.TextureLinkTextureTransforms Property
 The property labeled "Link Transforms" from the "Speckle" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TextureLinkTextureTransforms { get; }
Public Shared ReadOnly Property TextureLinkTextureTransforms As String
	Get
public:
static property String^ TextureLinkTextureTransforms {
	String^ get ();
}
static member TextureLinkTextureTransforms : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyBoolean".
See Also
Reference
Speckle Class
Autodesk.Revit.DB.Visual Namespace